appmenu-gtk-module
awesome
base
base-devel
bottom
ccls
chafa
clang
cmake
cronie
dex
dunst
eza
fasm
fastfetch
fd
feh
fish
fzf
gdb
gimp
git
glfw
hsetroot
htop
i3-wm
i3blocks
i3lock
i3status
jq
lazygit
libappindicator-gtk3
libsixel
lld
llvm
lsix
lua
lua-language-server
luarocks
lxappearance
man-db
mesa-utils
mingw-w64-gcc
nano
nasm
neovim
network-manager-applet
networkmanager
npm
nvidia-dkms
openssh
pokemon-colorscripts-git
postgresql
python-pip
python-pipx
qemu-desktop
ripgrep
rofi
rust-analyzer
rustup
rxvt-unicode
scrot
starship
sudo
sysstat
tmux
tree
unzip
viewnior
vim
vulkan-extra-layers
vulkan-extra-tools
vulkan-headers
vulkan-html-docs
vulkan-utility-libraries
vulkan-validation-layers
w3m
wabt
webkit2gtk-4.1
weston
wget
xclip
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xss-lock
yay
yay-debug
yazi
