adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
base
base-devel
bottom
chafa
clang
cmake
cronie
dhcpcd
dunst
efibootmgr
egl-wayland
eza
fasm
fastfetch
feh
firefox
fish
fzf
gdb
ghostty
git
glfw
grub
htop
hyprland
hyprpolkitagent
intel-ucode
kitty
libsixel
libva-nvidia-driver
linux
linux-firmware
linux-headers
lua
luarocks
lxappearance
man-db
man-pages
nasm
neovim
networkmanager
npm
nvidia-dkms
nvidia-utils
nwg-look
openssh
os-prober
pipewire
playerctl
pulseaudio
python-pip
python-pipx
qemu-desktop
qt5-declarative
qt5-graphicaleffects
qt5-wayland
qt6-wayland
ripgrep
rust-analyzer
rustup
sddm
sof-firmware
spotify-launcher
starship
sudo
tmux
tree
ttf-jetbrains-mono-nerd
unzip
uwsm
wofi
xclip
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zen-browser-bin
