adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
anyrun-git
aylurs-gtk-shell-git
base
base-devel
bat
blender
bluez-utils
bottom
brightnessctl
btop
cava
chafa
clang
cmake
cmatrix
cpio
cronie
dart-sass
dhcpcd
discord
dmidecode
dunst
efibootmgr
egl-wayland
eza
fabric-cli-git
fasm
fastfetch
fd
feh
fish
fzf
fzy
galculator
gdb
ghostty
git
glfw
gnome-bluetooth-3.0
gray-git
grub
gtk-engine-murrine
gvfs
htop
hypridle
hyprland
hyprlock
hyprmag-git
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
hyprswitch
imagemagick
inkscape
intel-ucode
inter-font
jq
kitty
kwin
lazygit
libastal-git
libastal-io-git
libsixel
libva-nvidia-driver
linux
linux-firmware
linux-headers
lsd
lua
luarocks
lxappearance
man-db
man-pages
meson
nano
nasm
nautilus
neovim
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-utils
nwg-look
obsidian
openssh
os-prober
pacman-contrib
pipewire
playerctl
power-profiles-daemon
pulseaudio
python-fabric-git
python-pip
python-pipx
python-psutil
python-pytomlpp
python-rlottie-python
python-setproctitle
python-virtualenv
qbittorrent
qemu-desktop
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
qt6-wayland
reflector
ripgrep
rose-pine-hyprcursor
rust-analyzer
rustup
sbctl
sddm
sof-firmware
spotify-launcher
starship
stremio
sudo
swww
tesseract
tesseract-data-eng
testdisk
tmux
tree
ttf-jetbrains-mono-nerd
units
unzip
uwsm
vim
vnstat
walker-bin
waybar
weston
wf-recorder
wget
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zen-browser-bin
zoxide
