accessibility-inspector
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
alligator
angelfish
anyrun-git
arianna
ark
artikulate
audex
audiocd-kio
audiotube
aylurs-gtk-shell-git
baobab
base
base-devel
bat
blender
blinken
bluedevil
bluez-utils
bomber
bottom
bovo
breeze-gtk
breeze-plymouth
brightnessctl
btop
calligra
cantor
cava
cervisia
chafa
clang
cmake
cmatrix
colord-kde
cpio
cronie
dart-sass
decibels
dhcpcd
discord
discover
dmidecode
dolphin
dolphin-plugins
dragon
drkonqi
efibootmgr
egl-wayland
elisa
epiphany
evince
exif
eza
fabric-cli-git
falkon
fasm
fastfetch
fd
feh
ffmpegthumbs
filelight
fish
flatpak-kcm
francis
fzf
fzy
galculator
gdb
gdm
ghostty
ghostwriter
gimp
git
glfw
gnome-backgrounds
gnome-bluetooth-3.0
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
granatier
grantlee-editor
gray-git
grilo-plugins
grub
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gwenview
htop
hypridle
hyprland
hyprlock
hyprmag-git
hyprpaper
hyprpicker
hyprpolkitagent
hyprshade-git
hyprshot
hyprsunset
hyprswitch
imagemagick
inkscape
intel-ucode
inter-font
isoimagewriter
itinerary
jq
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kclock
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kde-inotify-survey
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kio
kdesdk-thumbnailers
kdevelop
kdevelop-php
kdevelop-python
kdf
kdialog
kdiamond
keditbookmarks
keysmith
kfind
kfourinline
kgamma
kgeography
kget
kgoldrunner
kgpg
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-admin
kio-extras
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
knights
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontact
kontrast
konversation
korganizer
kpat
kpipewire
krdc
krdp
krecorder
kreversi
krfb
kruler
kscreen
kservice5
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksystemlog
ksystemstats
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kweather
kwin
kwordquiz
kwrited
lazygit
libastal-git
libastal-io-git
libksysguard
libsixel
libva-nvidia-driver
linux
linux-firmware
linux-headers
lokalize
loupe
lsd
lskat
lua
luarocks
lxappearance
malcontent
man-db
man-pages
marble
markdownpart
massif-visualizer
mbox-importer
merkuro
meson
milou
minuet
nano
nasm
nautilus
neochat
neovim
networkmanager
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-dkms
nvidia-utils
nwg-look
obsidian
ocean-sound-theme
odin
okular
openssh
orca
os-prober
oxygen
oxygen-sounds
pacman-contrib
palapeli
parley
partitionmanager
picmi
pim-data-exporter
pim-sieve-editor
pipewire
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework5
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plasmatube
playerctl
plymouth-kcm
polkit-kde-agent
power-profiles-daemon
powerdevil
poxml
print-manager
pulseaudio
python-fabric-git
python-pip
python-pipx
python-psutil
python-pytomlpp
python-rlottie-python
python-setproctitle
python-virtualenv
qbittorrent
qemu-desktop
qqc2-breeze-style
qrca
qt5-declarative
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt5-wayland
qt6-wayland
redhat-fonts
reflector
ripgrep
rocs
rose-pine-hyprcursor
rust-analyzer
rustup
rygel
sbctl
sddm
sddm-kcm
signon-kwallet-extension
simple-scan
skanlite
skanpage
skladnik
snapshot
sof-firmware
spectacle
spotify-launcher
starship
step
stremio
sudo
sushi
svgpart
sweeper
swww
systemsettings
tecla
telly-skout
tesseract
tesseract-data-eng
testdisk
tmux
tokodon
totem
tree
ttf-jetbrains-mono-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
umbrello
units
unzip
uwsm
vim
vnstat
wacomtablet
walker-bin
waybar
weston
wf-recorder
wget
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-desktop-portal-wlr
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xp-pen-tablet
yakuake
yay
yazi
yelp
zanshin
zed
zen-browser-bin
zoxide
